Repository: common-repository/yd-wpmu-bloglist-widget
Catalog: yd-wpmubl-*.po
Languages: de_de, es_es, gl_es, id_id, nl_nl

source: YD WPMU Bloglist Options
de_de: YD WPMU Bloglist Optionen
es_es: Opciones de YD WPMU Bloglist
gl_es: Opcións de YD WPMU Bloglist
id_id: Opsi Bloglist YD WPMU
nl_nl: YD WPMU Bloglist Opties

source: YD WPMU Bloglist
id_id: Bloglist YD WPMU

source: This will disable the link in your blog footer. If you are using this plugin on your site and like it, did you consider making a donation? -- Thanks.
id_id: Ini akan me-nonaktifkan link di footer blog anda. Jika anda memasang plugin ini di situs anda dan puas, sudahkan anda memikirkan untuk donasi? -- Trims

source: Action:
de_de: Aktion:
es_es: Acciones:
gl_es: Accións:
id_id: Aksi
nl_nl: Actie :

source: I should now
de_de: Ich sollte jetzt
es_es: Voy a
gl_es: Vou a
id_id: Sekarang saya harus
nl_nl: Ik moet nu

source: do
id_id: lakukan

source: Clear cache
de_de: Cache l&ouml;schen
es_es: Vaciar la caché
gl_es: Vaciar a caché
id_id: Bersihkan cache
nl_nl: Schoonmaken cache

source: Caches are cleared
de_de: Caches gel&ouml;scht
es_es: Las cachés han sido vaciadas
gl_es: As cachés foron vaciadas
id_id: Cache telah dibersihkan
nl_nl: Caches worden schoongemaakt

source: Reset widget options
de_de: Widget-Optionen zur&uuml;cksetzen
es_es: Reiniciar las opciones del widget
gl_es: Reiniciar as opcións do widget
id_id: Reset opsi widget
nl_nl: Reset widget opties

source: Widget options are reset
de_de: Widget-Optionen sind zur&uuml;ckgesetzt
es_es: Las opciones del widget han sido reiniciadas
gl_es: As opcións do widget foron reiniciadas
id_id: Opsi widget telah di-reset
nl_nl: Widget options zijn gereset

source: Update widget options
de_de: Widget-Optionen aktualisieren
es_es: Actualizar las opciones del widget
gl_es: Actualizar as opcións do widget
id_id: Perbarui opsi widget
nl_nl: Aktualiseer widget opties

source: Widget options are updated
de_de: Widget-Optionen sind aktualisiert
es_es: Las opciones del widget han sido actualizadas
gl_es: As opcións do widget foron actualizadas
id_id: Opsi widget telah diperbarui
nl_nl: Widget opties worden geaktualiseerd

source: Welcome to YD WPMU Bloglist Admin Page.
de_de: Willkommen bei der Verwaltungsseite von YD WPMU Bloglist.
es_es: Bienvenido a la página de administración de YD WPMU Bloglist
gl_es: Benvido á páxina de administración de YD WPMU Bloglist
id_id: Selamat datang di Halaman Admin YD WPMU Bloglist
nl_nl: Welkom bij de YD WPMU Bloglist beheer pagina.

source: Uh-oh. Looks like I lost my settings. Sorry.
id_id: Uh-Oh. Sepertinya saya menghilangkan pengaturan saya. Maaf.

source: Considered donating?
id_id: Berpikir untuk donasi?

source: Enjoy this plugin?
id_id: Puas dengan plugin ini?

source: Help me improve it!
id_id: Bantu saya merperbagusnya!

source: Thanks
id_id: Trims

source: Disable backlink in the blog footer:
id_id: Non-aktifkan backlink di footer blog.

source: Credits
id_id: Kredit

source: Initial funding
id_id: Pendanaan awal

source: Translations
id_id: Terjemahan

source: English:
id_id: Inggris:

source: French:
id_id: Perancis:

source: Spanish:
id_id: Spanyol:

source: Galician:
id_id: Galisian:

source: Dutch:
id_id: Belanda:

source: German:
id_id: Jerman:

source: Ukrainian:
id_id: Ukraina:

source: If you want to contribute to a translation of this plugin, please drop me a line by
id_id: Jiika anda ingin turut menerjemahkan plugin ini, tolong hubungi saya lewat

source: e-mail
id_id: surel

source: or leave a comment on the
id_id: atau tinggalkan pesan di

source: plugin's page
id_id: halaman plugin

source: You will get credit for your translation in the plugin file and the documentation page,
id_id: Anda akan mendapat kredit atas penerjemahan anda di file plugin dan di halaman dokumentasi,

source: as well as a link on this page and on my developers' blog.
id_id: juga link di halaman ini dan di blog pengembangan saya.

source: Support
id_id: Dukungan

source: Free support
id_id: Dukungan gratis

source: Support page:
id_id: Halaman penunjang:

source: here.
id_id: di sini.

source: (use comments!)
id_id: (gunakan komentar!)

source: Professional consulting
id_id: Konsultan profesional

source: I am available as an experienced free-lance Wordpress plugin developer and web consultant.
id_id: Saya terbuka dalam kapasitas sebagai pengembang plugin Wordpress berpengalaman dan konsultan web.

source: Please feel free to <a href="mailto:yann@abc.fr">check with me</a> for any adaptation or specific implementation of this plugin.
id_id: Mohon jangan sungkan untuk <a href="mailto:yann@abc.fr">kontak saya</a> untuk perubahan apapun atau implementasi khusus dari plugin ini.

source: Or for any WP-related custom development or consulting work. Hourly rates available.
id_id: Atau untuk pengembangan khusus apapun yang berkaitan dengan WP atau untuk pekerjaan konsultasi. Tarif perjam tersedia.

source: HTML display options:
de_de: HTML Wiedergabeoptionen:
es_es: Opciones de apariencia del HTML
gl_es: Opcións de apariencia do HTML
id_id: Opsi tampilan HTML:
nl_nl: HTML weergave opties:

source: Column count:
de_de: Spaltenanzahl:
es_es: Número de columnas:
gl_es: Número de columnas:
id_id: Jumlah kolom:
nl_nl: Kolom telling:

source: Before block:
de_de: Bevor Block:
es_es: Antes del bloque:
gl_es: Antes do bloque:
id_id: Sebelum blok:
nl_nl: Voor blok:

source: After block:
de_de: Nach Block:
es_es: Después del bloque:
gl_es: Despois do bloque:
id_id: Setelah blok:
nl_nl: Na het blok:

source: Before column:
de_de: Bevor Spalte:
es_es: Antes de cada columna:
gl_es: Antes de cada columna:
id_id: Sebelum kolom:
nl_nl: Voor kolom:

source: After column:
de_de: Nach Spalte:
es_es: Después de cada columna:
gl_es: Despois de cada columna:
id_id: Setelah kolom:
nl_nl: Na kolom:

source: Before list:
de_de: Bevor Liste:
es_es: Antes de la lista:
gl_es: Antes da lista:
id_id: Sebelum daftar:
nl_nl: Voor lijst:

source: After list:
de_de: Nach Liste:
es_es: Después de la lista:
gl_es: Despois da lista:
id_id: Setelah daftar:
nl_nl: Na lijst:

source: Before item:
de_de: Bevor Element:
es_es: Antes de cada elemento:
gl_es: Antes de cada elemento:
id_id: Sebelum item:
nl_nl: Voor item:

source: After item:
de_de: Nach Element:
es_es: Después de cada elemento:
gl_es: Despois de cada elemento:
id_id: Setelah item:
nl_nl: Na item :

source: Before count:
de_de: Bevor Z&auml;hlung:
es_es: Antes de la cuenta:
gl_es: Antes da conta:
id_id: Sebelum perhitungan:
nl_nl: Voor telling:

source: After count:
de_de: Nach Z&auml;hlung:
es_es: Después de la cuenta:
gl_es: Despois da conta:
id_id: Setelah perhitungan:
nl_nl: Na telling:

source: (use %S% to insert plural form; use &lt!-- and --&gt; to hide count)
de_de: (Plurale zuf&uuml;gen mit %S% ; Anz&auml;hle ausblenden mit &lt!-- und --&gt;)
es_es: (usar %S% para insertar la forma plural; usar &lt!-- y --&gt; para ocultar la cuenta)
gl_es: (usar %S% para insertar a forma plural; usar &lt!-- e --&gt; para ocultar a conta)
id_id: (gunakan %S% untuk memasukan bentuk plural; gunakan &lt!-- dan --&gt; untuk menyembunyikan perhitungan)
nl_nl: (gebruik %S% om meervoudsvorm in te voegen; gebruik &lt!-- en --&gt; om tellen te verbergen)

source: Plural form:
de_de: Plural:
es_es: Forma plural:
gl_es: Forma plural:
id_id: Bentuk plural:
nl_nl: Meervoud:

source: Link ALT text:
es_es: Texto del ALT de los enlaces:
gl_es: Texto do ALT das ligazóns:
id_id: Sambungkan teks ALT:
nl_nl: Link ALT tekst:

source: Link TITLE text:
de_de: Link TITEL-Text:
es_es: Texto del TITLE de los enlaces:
gl_es: Texto do TITLE das ligazóns:
id_id: Sambungkan teks TITLE:
nl_nl: Link TITEL tekst:

source: (use %B% to insert blog name into link ALT or TITLE text)
de_de: (gebruik %B% om de blog naam in ALT of titeltekst in te voegen)
es_es: (usar %B% para insertar el nombre del blog en el texto del ALT o TITLE en los enlaces)
gl_es: (usar %B% para insertar o nome do blog no texto do ALT ou TITLE nas ligazóns)
id_id: (gunakan %B% untuk memasukan nama blog ke link teks ALT atau TITLE)
nl_nl: (gebruik %B% om de blog naam in ALT of titeltekst in te voegen)

source: Data extract and sort options:
de_de: Optionen Datenextrahierung und Sortierung:
es_es: Opciones de extracción y de ordenación:
gl_es: Opcións de extracción e de ordeación:
id_id: Ekstraksi data dan pengurutan opsi:
nl_nl: Data extract en sorteer opties:

source: Limit:
es_es: Límite:
gl_es: Límite:
id_id: Batas:
nl_nl: Limiet:

source: (0 = no limit)
de_de: (0 = keine Limit)
es_es: (0 = sin límite)
gl_es: (0 = sen límite)
id_id: (0 = tidak terbatas)
nl_nl: (0 = geen limiet)

source: Order by:
de_de: Sortieren nach:
es_es: Ordenar por:
gl_es: Ordear por:
id_id: Urutkan berdasarkan:
nl_nl: Sorteer op:

source: Blog name
es_es: Nombre del blog
gl_es: Nome do blog
id_id: Nama blog
nl_nl: Blog naam

source: Blog url path
de_de: URL-Adresse Blog
es_es: URL del blog
gl_es: URL do blog
id_id: jalur url Blog
nl_nl: Blog url pad

source: Blog url domain
id_id: Domain url Blog

source: Blog post count
de_de: Nachrichtenanzahl Blog
es_es: Número de entradas del blog
gl_es: Número de entradas do blog
id_id: Jumlah post Blog
nl_nl: Blog bericht telling

source: Blog creation date
de_de: Erstellungsdatum Blog
es_es: Fecha de creación del blog
gl_es: Data de creación do blog
id_id: Tanggal pembuatan Blog
nl_nl: Blog aanmaakdatum

source: Blog last update
de_de: Letzte Aktualisierung Blog
es_es: Última actualización del blog
gl_es: Última actualización do blog
id_id: Perbaruan terakhir Blog
nl_nl: Laatste update blog

source: Blog ID
id_id: ID Blog

source: Sort order:
de_de: Sortierreihenfolge:
es_es: Orden:
gl_es: Orde:
id_id: Urutan penyusunan:
nl_nl: Sorteervolgorde:

source: Ascending
de_de: Aufsteigend
es_es: Ascendente
gl_es: Ascendente
id_id: Kecil ke Besar
nl_nl: Opgaand

source: Descending
de_de: Absteigend
es_es: Descendente
gl_es: Descendente
id_id: Besar ke Kecil
nl_nl: Neergaand

source: Add trailing slashes to blog URLs:
de_de: Nachstehende Schr√§gstriche an Blog URL-Adresse zuf&uuml;gen:
id_id: Tambahkan garis miring ke URl blog:
nl_nl: Voeg schuine strepen toe aan blog URL's:

source: Enable WPML language filter support:
id_id: Aktifkan dukungan filter bahasa WPML:

source: Blog selection options:
id_id: Opsi pemilihan blog:

source: Only propagate to blogs marked as public:
id_id: Hanya sebarkan di blog yang ditandai sebagai publik:

source: Skip blogs marked as archived:
id_id: Lewati blog yang ditandai sebagai archived:

source: Skip blogs marked as mature:
id_id: Lewati blog yang ditandai sebagai dewasa:

source: Skip blogs marked as spam:
id_id: Lewati blog yang ditandai sebagai spam:

source: Skip blogs marked as deleted:
id_id: Lewati blog yang ditandai sebagai terhapus:

source: Skip blog IDs:
id_id: Lewati ID blog:

source: (comma-separated list of blog IDs to avoid)
id_id: (daftar yang terpisah-koma dari ID blog yang dihindari)

source: Widget title:
id_id: Judul widget:

source: Untitled
id_id: Tanpa judul

source: There are currently no active blogs.
de_de: Es gibt momentan keine aktiven Blogs.
es_es: Actualmente no hay blogs activos.
gl_es: Actualmente non hai blogs activos.
id_id: Saat ini tidak ada blog yang aktif.
nl_nl: Er zijn momenteel geen actieve blogs.

source: clear
de_de: l&ouml;schen
es_es: vaciar
gl_es: vaciar
id_id: bersihkan
nl_nl: verwijderen

source: Whatever:
de_de: Egal:
es_es: Cualquiera:
gl_es: Calqueira:
nl_nl: Wat:

source: Bottom text:
de_de: Text unten:
es_es: Texto al pié:
gl_es: Texto ó pé:
nl_nl: Onderste tekst:

source: link:
es_es: enlace:
gl_es: ligazón:

source: post%S% )</span>
es_es: entrada%S%)</span>
gl_es: entrada%S%)</span>
nl_nl: bericht%S% )</span>

source: %B% blog
es_es: Blog &laquo;%B%&raquo;
gl_es: Blog &laquo;%B%&raquo;
