Repository: common-repository/yd-wpmu-bloglist-widget
Catalog: yd-wpmubl-ua_UA.po
Languages: fr

source: post%S% )</span>
fr: пост%S% )</span>

source: %B% blog
fr: блог &laquo;%B%&raquo;

source: YD WPMU Bloglist Options
fr: Параметри YD WPMU Bloglist

source: This will disable the link in your blog footer. If you are using this plugin on your site and like it, did you consider making a donation? -- Thanks.
fr: Це відключить посиланням внизу. Як ви використовуєте цей плагін на ваш сайт і вам сподобається, подумали ви зробити пожертву? - Дякую.

source: Action:
fr: Дія:

source: I should now
fr: Тепер я повинен робити:

source: Clear cache
fr: Очистити кеш

source: Caches are cleared
fr: кеші очищена

source: Widget options are updated
fr: Варіанти віджет оновлюється

source: Welcome to YD WPMU Bloglist Admin Page.
fr: Ласкаво просимо на сторінку адміністрування YD WPMU Bloglist

source: Uh-oh. Looks like I lost my settings. Sorry.
fr: О-о, це виглядає як я втратив свої варіанти. Вибачте.

source: Considered donating?
fr: Плани, щоб зробити пожертву?

source: Enjoy this plugin?
fr: Ви отримуєте задоволення від цього додатка?

source: Help me improve it!
fr: Допоможи мені стати краще!

source: en_US
fr: ua_UA

source: Thanks
fr: Спасибі

source: Disable backlink in the blog footer:
fr: Відключення посилання внизу сторінки:

source: Credits
fr: Кредити

source: Initial funding
fr: Початкове фінансування

source: Translations
fr: Переклади

source: English:
fr: Англійська мова:

source: French:
fr: Французький:

source: Spanish:
fr: Іспанська:

source: Galician:
fr: Галицькі:

source: Dutch:
fr: Голландський:

source: If you want to contribute to a translation of this plugin, please drop me a line by
fr: Якщо ви хочете запропонувати переклад цього плагіна, будь ласка, зв'яжіться зі мною по

source: e-mail
fr: електронна пошта

source: or leave a comment on the
fr: або залишити коментар

source: plugin's page
fr: плагіна сторінку

source: You will get credit for your translation in the plugin file and the documentation page,
fr: Ви будете зараховані на ваш файл перекладу і сторінка плагіна документації,

source: as well as a link on this page and on my developers' blog.
fr: і отримати посилання на цю сторінку, і на моєму блозі розробника.

source: Support
fr: Допомога

source: Free support
fr: Безкоштовна підтримка

source: Support page:
fr: Підтримка сторінку:

source: here.
fr: тут.

source: (use comments!)
fr: (Використовуйте коментарі!)

source: Professional consulting
fr: Тренування

source: I am available as an experienced free-lance Wordpress plugin developer and web consultant.
fr: Я доступний як розробник плагінів Wordpress і досвідчений консультант мережі.

source: Please feel free to <a href="mailto:yann@abc.fr">check with me</a> for any adaptation or specific implementation of this plugin.
fr: Будь ласка <a href="mailto:yann@abc.fr">зв'яжіться зі мною</a> для будь-якого регулювання або спеціальної установки цього плагіна.

source: Or for any WP-related custom development or consulting work. Hourly rates available.
fr: Або будь-які користувацькі розробки, пов'язані з WP. Погодинні ставки доступні.

source: HTML display options:
fr: Варіанти HTML Дисплей:

source: Column count:
fr: Кількість колонок:

source: Before block:
fr: Перед блоком:

source: After block:
fr: Після блоку:

source: Before column:
fr: Перед колонці:

source: After column:
fr: Після колонці:

source: Before list:
fr: Перед список:

source: After list:
fr: Після списку:

source: Before item:
fr: До пункту:

source: After item:
fr: Після пункту:

source: Before count:
fr: Перед зворотний відлік:

source: After count:
fr: Після зворотного відліку:

source: (use %S% to insert plural form; use &lt!-- and --&gt; to hide count)
fr: (Використовуйте %S% вставити множині, використання &lt!-- и --&gt; щоб приховати в рахунок)

source: Plural form:
fr: Множині:

source: Link ALT text:
fr: Посилання ALT текст:

source: Link TITLE text:
fr: Посилання TITLE текст:

source: (use %B% to insert blog name into link ALT or TITLE text)
fr: (Використовуйте %B% щоб вставити ім'я блогу в текстах теги ALT або TITLE на посилання)

source: Data extract and sort options:
fr: Параметри видобутку і сортування даних:

source: Limit:
fr: Межа:

source: (0 = no limit)
fr: (0 = без обмежень)

source: Order by:
fr: Сортувати по:

source: Blog name
fr: Назва блогу

source: Blog url path
fr: Шлях блогу (URL)

source: Blog post count
fr: Кількість повідомлень у блозі

source: Blog creation date
fr: Дата створення блогу

source: Blog last update
fr: Останнє оновлення блогу

source: Blog ID
fr: ID Блог

source: Sort order:
fr: Порядок сортування:

source: Ascending
fr: Висхідний

source: Descending
fr: Нащадок

source: Add trailing slashes to blog URLs:
fr: Додати косу риску в кінці URL-адреси:

source: Widget title:
fr: Назва віджета:

source: There are currently no active blogs.
fr: Є в даний час немає активних блогів.

source: clear
fr: видаляти

source: German:
fr: Німецька:
